tap "homebrew/bundle"
brew "cdrdao"
brew "cocoapods"
brew "docker", link: false
brew "ffmpeg"
brew "jmeter"
brew "pkgconf"
cask "1password"
cask "adobe-creative-cloud"
cask "alfred"
cask "apache-directory-studio"
cask "blu-ray-player-pro"
cask "claude"
cask "cyberduck"
cask "deepl"
cask "discord"
cask "docker-desktop"
cask "elmedia-player"
cask "figma"
cask "font-fira-code-nerd-font"
cask "google-chrome"
cask "google-japanese-ime"
cask "ilok-license-manager"
cask "keka"
cask "keybase"
cask "kindle"
cask "local"
cask "mactex-no-gui"
cask "macx-dvd-ripper-pro"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "microsoft-teams"
cask "native-access"
cask "netspot"
cask "notion"
cask "omnifocus"
cask "omniplan"
cask "rapidapi"
cask "raspberry-pi-imager"
cask "robo-3t"
cask "roli-connect"
cask "steam"
cask "sysex-librarian"
cask "the-unarchiver"
cask "todoist-app"
cask "transmit"
cask "tresorit"
cask "tunnelblick"
cask "utm"
cask "windows-app"
cask "xmind"
cask "yousician"
cask "yubico-yubikey-manager"
vscode "aaron-bond.better-comments"
vscode "alefragnani.bookmarks"
vscode "anysphere.pyright"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "bmalehorn.vscode-fish"
vscode "bradlc.vscode-tailwindcss"
vscode "charliermarsh.ruff"
vscode "christian-kohler.path-intellisense"
vscode "cucumberopen.cucumber-official"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dhall.dhall-lang"
vscode "dhall.vscode-dhall-lsp-server"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "evilz.vscode-reveal"
vscode "foxundermoon.shell-format"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "haskell.haskell"
vscode "hbenl.vscode-test-explorer"
vscode "idleberg.icon-fonts"
vscode "james-yu.latex-workshop"
vscode "janisdd.vscode-edit-csv"
vscode "jnoortheen.nix-ide"
vscode "justusadam.language-haskell"
vscode "kamikillerto.vscode-colorize"
vscode "llvm-vs-code-extensions.vscode-clangd"
vscode "lokalise.i18n-ally"
vscode "mathiasfrohlich.kotlin"
vscode "mesonbuild.mesonbuild"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.test-adapter-converter"
vscode "nwolverson.ide-purescript"
vscode "nwolverson.language-purescript"
vscode "pbkit.vscode-pbkit"
vscode "pkief.material-icon-theme"
vscode "redhat.java"
vscode "rust-lang.rust-analyzer"
vscode "scala-lang.scala"
vscode "shopify.ruby-lsp"
vscode "streetsidesoftware.code-spell-checker"
vscode "svelte.svelte-vscode"
vscode "tamasfe.even-better-toml"
vscode "timonwong.shellcheck"
vscode "tuttieee.emacs-mcx"
vscode "twxs.cmake"
vscode "usernamehw.errorlens"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "webfreak.code-d"
vscode "wmaurer.change-case"
vscode "zxh404.vscode-proto3"
