tap "homebrew/bundle"
brew "cdrdao"
brew "cocoapods"
brew "docker", link: false
brew "ffmpeg"
brew "jmeter"
brew "pkgconf"
cask "1password"
cask "adobe-creative-cloud"
cask "alfred"
cask "apache-directory-studio"
cask "blu-ray-player-pro"
cask "claude"
cask "cyberduck"
cask "deepl"
cask "discord"
cask "docker-desktop"
cask "elmedia-player"
cask "figma"
cask "font-fira-code-nerd-font"
cask "google-chrome"
cask "google-japanese-ime"
cask "ilok-license-manager"
cask "keka"
cask "keybase"
cask "kindle"
cask "local"
cask "mactex-no-gui"
cask "macx-dvd-ripper-pro"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "microsoft-teams"
cask "native-access"
cask "netspot"
cask "notion"
cask "omnifocus"
cask "omniplan"
cask "rapidapi"
cask "raspberry-pi-imager"
cask "robo-3t"
cask "roli-connect"
cask "steam"
cask "sysex-librarian"
cask "the-unarchiver"
cask "todoist-app"
cask "transmit"
cask "tresorit"
cask "tunnelblick"
cask "utm"
cask "windows-app"
cask "xmind"
cask "yousician"
cask "yubico-yubikey-manager"
