tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
cask "1password"
cask "adobe-creative-cloud"
cask "alfred"
cask "apache-directory-studio"
cask "cyberduck"
cask "deepl"
cask "discord"
cask "docker"
cask "elmedia-player"
cask "figma"
cask "font-fira-code-nerd-font"
cask "google-chrome"
cask "google-japanese-ime"
cask "keka"
cask "keybase"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "microsoft-teams"
cask "native-access"
cask "netspot"
cask "omnifocus"
cask "omniplan"
cask "paw"
cask "robo-3t"
cask "steam"
cask "sysex-librarian"
cask "the-unarchiver"
cask "tresorit"
cask "tunnelblick"
cask "yubico-yubikey-manager"
