aaron-bond.better-comments
alefragnani.Bookmarks
alexkrechik.cucumberautocomplete
anthropic.claude-code
arcticicestudio.nord-visual-studio-code
berberman.vscode-cabal-fmt
bierner.markdown-mermaid
bmalehorn.vscode-fish
bradlc.vscode-tailwindcss
charliermarsh.ruff
christian-kohler.path-intellisense
CucumberOpen.cucumber-official
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
dhall.dhall-lang
dhall.vscode-dhall-lsp-server
drblury.protobuf-vsc
eamodio.gitlens
EditorConfig.EditorConfig
elves.elvish
esbenp.prettier-vscode
evilz.vscode-reveal
Factory.factory-vscode-extension
figma.figma-vscode-extension
foxundermoon.shell-format
FStarLang.fstar-vscode-assistant
GitHub.copilot
GitHub.copilot-chat
golang.go
Google.geminicodeassist
GraphQL.vscode-graphql
GraphQL.vscode-graphql-syntax
Gruntfuggly.todo-tree
hashicorp.hcl
hashicorp.terraform
haskell.haskell
hbenl.vscode-test-explorer
itryapitsin.Sbt
James-Yu.latex-workshop
jackiotyu.git-worktree-manager
janisdd.vscode-edit-csv
jnoortheen.nix-ide
justusadam.language-haskell
kamikillerto.vscode-colorize
leanprover.lean4
llvm-vs-code-extensions.vscode-clangd
lokalise.i18n-ally
mathiasfrohlich.Kotlin
mattn.Lisp
mesonbuild.mesonbuild
mikestead.dotenv
ms-azuretools.vscode-docker
ms-python.python
ms-toolsai.jupyter
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cmake-tools
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.test-adapter-converter
ms-vscode-remote.remote-containers
ms-vscode-remote.vscode-remote-extensionpack
MustafaHafidi.liquidhaskell-diagnostics
noku.rails-run-spec-vscode
nwolverson.ide-purescript
nwolverson.language-purescript
openai.chatgpt
pbkit.vscode-pbkit
PKief.material-icon-theme
redhat.java
rust-lang.rust-analyzer
saoudrizwan.claude-dev
scala-lang.scala
Shopify.ruby-lsp
sianglim.slim
spacethimble.vscode-purescript-emmet
streetsidesoftware.code-spell-checker
styled-components.vscode-styled-components
stylelint.vscode-stylelint
svelte.svelte-vscode
Shellomo.enhanced-toml
tamarin-prover.tamarin-prover
tamasfe.even-better-toml
timonwong.shellcheck
tlaplus.vscode-ide
tuttieee.emacs-mcx
twxs.cmake
usernamehw.errorlens
vscjava.vscode-gradle
vscjava.vscode-java-debug
webfreak.code-d
wmaurer.change-case
zjhmale.Idris
