alefragnani.Bookmarks
arcticicestudio.nord-visual-studio-code
berberman.vscode-cabal-fmt
bmalehorn.vscode-fish
bradlc.vscode-tailwindcss
charliermarsh.ruff
christian-kohler.path-intellisense
CucumberOpen.cucumber-official
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
dhall.dhall-lang
dhall.vscode-dhall-lsp-server
eamodio.gitlens
esbenp.prettier-vscode
foxundermoon.shell-format
GitHub.copilot
GitHub.copilot-chat
golang.go
GraphQL.vscode-graphql
GraphQL.vscode-graphql-syntax
hashicorp.hcl
hashicorp.terraform
haskell.haskell
idleberg.icon-fonts
itryapitsin.Sbt
James-Yu.latex-workshop
janisdd.vscode-edit-csv
jnoortheen.nix-ide
justusadam.language-haskell
kamikillerto.vscode-colorize
llvm-vs-code-extensions.vscode-clangd
lokalise.i18n-ally
mathiasfrohlich.Kotlin
mattn.Lisp
mesonbuild.mesonbuild
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-python.python
ms-toolsai.jupyter
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cmake-tools
ms-vscode.makefile-tools
ms-vscode.remote-explorer
nwolverson.ide-purescript
nwolverson.language-purescript
PKief.material-icon-theme
redhat.java
rust-lang.rust-analyzer
scala-lang.scala
Shopify.ruby-lsp
spacethimble.vscode-purescript-emmet
streetsidesoftware.code-spell-checker
tamasfe.even-better-toml
timonwong.shellcheck
twxs.cmake
usernamehw.errorlens
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscodeemacs.emacs
webfreak.code-d
wmaurer.change-case
zjhmale.Idris
